index_codes = [
    "000001" , # 上证指数
    "399001" , # 深证成指
    "000016" , # 上证50
    "000852" , # 中证1000
]

etfs = [
    "510210", #	上证指数ETF
    "510230", #	金融ETF
    "510880", #	红利ETF
    "510050", #	上证50ETF
    "510500", #	中证500ETF
    "512000", #	券商ETF
    "512010", #	医药ETF
    "512400", #	有色金属ETF
    "512480", #	半导体ETF
    "512690", #	酒ETF
    "512720", #	计算机ETF
    "512930", #	AI人工智能ETF
    "516160", #	新能源ETF
    "518880", #	黄金ETF
    "562600", #	机器人ETF
    "513050", #	中概互联网ETF
    "513130", #	恒生科技ETF
    "513010", #	恒生科技30ETF
    "159915", #	创业板ETF
    "588080", #	科创板ETF
]